{"url": "https://ics.uci.edu/people/hadar-ziv/", "content": "Hadar Ziv - UC Irvine Donald Bren School of Information & Computer SciencesSkip to main contentSearchClearSubmitAdmissions & AidBecome an AnteaterYour future starts here!One of the leading schools of computing in the nation, ICS offers a broad range of undergraduate, graduate research, and graduate professional programs in Computer Science, Informatics, and Statistics with an emphasis on foundations, discovery, and experiential learning.Apply NowWelcome to ICSMission & HistoryFacts & FiguresAdmissionsUndergraduateGraduatePaying for SchoolUndergraduateGraduatePrograms & AdvisingThrive as a StudentStudent success starts here!Undergraduate and graduate students enjoy limitless academic and extracurricular opportunities as part of the ICS community.Build Your Student ExperienceUndergraduate ProgramsMajors & MinorsICS Honors ProgramUndergraduate Academic AdvisingGraduate ProgramsResearchProfessionalGraduate Academic AdvisingStudent ExperienceOutreach, Access & InclusionCareer DevelopmentClubs & OrganizationsEntrepreneurshipUndergraduate ResearchICS Tutoring CenterCampus ResourcesResearch & DepartmentsLearn & DiscoverPushing the boundaries of computing.Driven by curiosity and committed to positive change, our diverse community of faculty and students are pioneering computing technologies that are transforming our world.Explore Our ResearchResearch at ICSResearch AreasDepartmentsComputer ScienceInformaticsStatisticsInstitutes & CentersConnected Learning LabCybersecurity Policy & ResearchData ScienceFuture HealthGenomics & BioinformaticsHPI Machine Learning & Data ScienceMachine Learning & Intelligent SystemsResponsible, Ethical & Accessible TechSoftware ResearchImpactFaculty Awards & HonorsStudent Awards & HonorsPlacements in AcademiaTechnologies & StartupsPeopleNews & EventsGet InvolvedInnovate. Collaborate. Stimulate.Get involved with the vibrant ICS community.  Check out our news and participate in our events.See What's HappeningRecent NewsFaculty SpotlightsStudent SpotlightsResearch SpotlightsAlumni SpotlightsUpcoming EventsICS CalendarSeminar SeriesICS Distinguished LecturerComputer ScienceInformaticsStatisticsConnected Learning LabCybersecurity Policy & ResearchData ScienceFuture HealthGenomics & BioinformaticsHPI Machine Learning & Data ScienceMachine Learning & Intelligent SystemsResponsible, Ethical & Accessible TechSoftware ResearchReports & PublicationsAlumni & PartnersMake an ImpactConnecting with industry, engaging the community.From sponsoring capstone projects and becoming a corporate partner to supporting student scholarships and recruiting ICS students and alumni, your partnering opportunities are endless in ICS.Get InvolvedAlumniEventsHall of FameCorporate & Community EngagementCapstone ProjectsResearch PartnershipsStudent RecruitmentCorporate PartnersIndustry Advisory BoardLeadership CouncilMake a GiftContact UsFollow UsSupport UsHomeICS People DirectoryHadar ZivHadar ZivAssociate Professor of TeachingInformaticsziv@ics.uci.eduisr.uci.edu/users/hadar-zivDBH 5062“Our students seize the opportunity to get extraordinary real-world experience, which opens so many doors throughout the course of their careers.”Inspiration Across Disciplines“There is something special about the informatics department at UC Irvine,” saysHadar Ziv. “In a typical computer science department, faculty members would have backgrounds in computer science, software engineering and maybe math or physics. Here, at least half the faculty are experts in anthropology, psychology and all kinds of disciplines.” The benefits, he says, are undeniable: “This is a place where, as a student and as a faculty member, you are absolutely enriched every day.”Training that Makes a DifferenceZiv finds enrichment – and reward – in teaching a variety of challenging courses, including undergraduate capstone project courses that empower students to tackle real-world design challenges. Building campus connections with corporations and community organizations, the courses give students hands-on experience developing mobile apps and other software that have a critical impact on audiences across Orange County and beyond. “Such a direct connection to industry is a beautiful thing,” he says. “Very often, students’ apps get deployed through the Google or Apple app stores or are put to actual use in the organizations that sponsor the projects, giving the students an incredible advantage going out into the job market.”A Place to Call HomePrior to his tenure as an informatics researcher and lecturer, Ziv obtained his M.S. and Ph.D. in computer science at UC Irvine. His dissertation on the uncertainty principle in software engineering influenced the formative years of SCRUM and Agile methods and was later dubbed “Ziv’s Law.” What he found when he arrived at UC Irvine 30 years ago was a learning environment and community he is still proud to call home: “I have been here for three decades,” he reflects, “and I am just as excited walking onto campus now as I have ever been.” Also, through the project courses, Ziv says he “engages with the ‘real world’ daily, serving as a proud ambassador of UCI.”EducationPh.D., Information and Computer Science, University of California, Irvine, 1997M.S., Information and Computer Science, University of California, Irvine, 1990B.S., Computer Science, Technion, Israel Institute of Technology, Israel, 1983Research AreasView Security, Privacy and CryptographySecurity, Privacy and CryptographyOur research spans a broad range of timely and important topics in security, privacy and …View Software Engineering and SystemsSoftware Engineering and SystemsDeveloping new software technology and solutions that advance the information revolution...View CS EducationCS EducationDeveloping learning and teaching tools for information and computer sciences.Recent NewsView ICS Project Expo-nential GrowthNewsICS Project Expo-nential GrowthJune 27, 2024View UCI ANTrepreneur Center Announces Collaboration with the Donald Bren School of Information & Computer SciencesHighlightUCI ANTrepreneur Center Announces Collaboration with the Donald Bren School of Information & Computer SciencesDecember 13, 2023View A Productive Partnership: Entrepreneur Craig Caryl and the ICS Capstone ProgramInformaticsA Productive Partnership: Entrepreneur Craig Caryl and the ICS Capstone ProgramAugust 17, 2023View Conference Experience Confirms Competitive Edge of ICS Capstone ProgramComputer ScienceConference Experience Confirms Competitive Edge of ICS Capstone ProgramJuly 25, 2022View MSWE Capstone Project Modernizes Database for Elder Abuse Forensic CenterComputer ScienceMSWE Capstone Project Modernizes Database for Elder Abuse Forensic CenterDecember 21, 2021View CHOC Provider Connection: “CHOC to launch pilot study on speech therapy app that UCI students helped develop”Computer ScienceCHOC Provider Connection: “CHOC to launch pilot study on speech therapy app that UCI students helped develop”August 10, 2021View Informatics Capstone Team Develops ‘Amplify,’ Connects Kids With Speech Language ServicesInformaticsInformatics Capstone Team Develops ‘Amplify,’ Connects Kids With Speech Language ServicesAugust 9, 2021View Capstone Program Showcases Growing Talent of ICS StudentsInformaticsCapstone Program Showcases Growing Talent of ICS StudentsJune 22, 2021See all news6210 Donald Bren HallIrvine, CA 92697-3425(949) 824-7427Like us on FacebookFollow us on TwitterFollow us on YouTubeAdd us on LinkedInFollow us on InstagramFooter NavigationDirectoryFaculty & Staff ResourcesFaculty & Staff PositionsEmergency PreparednessAccessibilityPrivacy PolicyUCI HomeUCI DirectoryCampus Maps© 2024 All Rights Reserved. UCI Donald Bren School of Information & Computer SciencesSkip to contentOpen toolbarAccessibility ToolsAccessibility ToolsIncrease TextIncrease TextDecrease TextDecrease TextGrayscaleGrayscaleHigh ContrastHigh ContrastNegative ContrastNegative ContrastLight BackgroundLight BackgroundLinks UnderlineLinks UnderlineReadable FontReadable FontResetReset"}