{"url": "https://www.stat.uci.edu/seminar-series/seminar-series-2022-2023/", "content": "Seminar Series 2022-2023Department of Statistics - Donald Bren School of Information & Computer SciencesDepartment of Statistics - Donald Bren School of Information & Computer SciencesExploreChair’s WelcomeWhat is Statistics?Contact the DepartmentTutoring ResourcesFacultyFaculty DirectoryJob OpportunitiesResearchGraduate DegreesM.S. & Ph.D. in StatisticsMaster of Data ScienceCurrent Course ListingsGraduate Student DirectoryInternships & Employment OpportunitiesEmployers of UCI Statistics StudentsUndergraduate DegreesB.S. in Data ScienceMinor in StatisticsCurrent Course ListingsNews & SeminarsNewsSeminarCenter for Statistical ConsultingSeminar Series 2022-2023The Department of Statistics Seminar Series is open to the public during the academic year and takes place on select Thursdays from 4-5 p.m. in 6011 Donald Bren Hall (unless noted). For additional information, please contact Seminar Administrative Coordinator: Lisa Stieler atlstieler@uci.eduor (949) 824-3806.Past Statistics Seminar Series:2021-22•2020-21•2019-20•2018-19•2017-18•2016-17•2015-16•2014-15•2013-14•2012-13•2011-12•2010-11Spring 2023April 6Federico CamerlenghiAssociate Professor, Economics, Management and Statistics, University of Milano-Bicocca, Milano, ItalyBayesian Nonparametric Priors for Genomic Variant DiscoveriesApril 13Genevera AllenAssociate Professor, Electrical and Computer Engineering, Statistics and Computer Science, Rice UniversityFast and Powerful Minipatch Ensemble Learning for Discovery and InferenceApril 27Xuan BiAssistant Professor, Information and Decision Sciences, University of MinnesotaData-Driven Label-Poisoning Backdoor AttackMay 4Padhraic SmythProfessor, Computer Science, UC IrvineStatistical Thinking in Deep LearningMay 11Xiaowu DaiAssistant Professor, Statistics, UCLAStatistical Learning and Matching MarketsMay 18Mark HandcockProfessor, Statistics, UCLATapered Exponential-family Models for Social NetworksMay 23Mladen KolarAssociate Professor, Econometrics and Statistics, University of Chicago BoothConfidence sets for Causal Discovery* Note: This Seminar is on a Tuesday. *May 25Jacob BienAssociate Professor, Data Sciences and Operations, USCGeneralized Data Thinning Using Sufficient StatisticsJune 1Lan XueProfessor, Statistics, Oregon StateUsing Auxiliary Information in Probability Survey Data toImprove Pseudo-Weighting in Non-Probability Samples: ACopula Model ApproachWinter 2023February 2Edray Herber GoinsProfessor of Math and Statistics, Pomona CollegePomona Research in Mathematics Experience (PRiME): Reflections on a Research Learning CommunityFebruary 9Peyman KassaniSenior Research Scientist, CHOC Research InstituteError-controlled Variable Selections in Imaging and Genomics StudiesFebruary 16Mimi LiljeholmAssociate Professor, Cognitive Sciences, UC IrvineThe Value of ControlFebruary 23Angela ZhouAsst. Professor of Data Sciences and Operations, USC Marshall School of BusinessConfounding-Robust Policy Learning under Sequentially Exogenous Unobserved ConfoundersMarch 2Ronghui (Lily) XuProfessor, Herbert Wertheim School of Public Health, UCSDDoubly Robust Estimation for Time-to-event OutcomesMarch 9Stephen MandtAssociate Professor, Computer Science, UC IrvineFrom Approximate Bayesian Inference to Neural Data CompressionMarch 16Baolin WuProfessor of Biostatistics, UC IrvineStatistical Modeling and Inference in GWAS Summary Data-based Mendelian Randomization AnalysisFall 2022September 22Dan GillenDepartment ChairSeptember 29Jane-Ling WangUC DavisTesting Homogeneity for Independent Functional Data: The Trouble with Sparse Functional DataOctober 6Yifei SunColumbiaDynamic Risk Prediction Triggered by Intermediate Events Using Survival Tree EnsemblesOctober 13Cory ZiglerUT AustinWeather2vec: Representation Learning for Causal Inference with Non-Local Confounding in Air Pollution and Climate StudiesOctober 20Naisyin WangMichiganGoodness of Fit Tests for Differentially-Private Frequency TablesOctober 27Xiaotong ShenMinnesotaData PerturbationDistinguished SpeakerNovember 3Peng DingBerkeleyCovariate Adjustment in Multi-armed, Possibly Factorial ExperimentsNovember 10Zhengling QiGeorge Washington UReinforcement Learning under Unmeasured ConfoundingNovember 17Stefan WagerStanfordLearning from a Biased SampleDecember 1 – Seminar CancelledEdray Herber GoinsPomona CollegePomona Research in Mathematics Experience (PRiME): Reflections on a Research Learning CommunityQuick Links:News ArchiveUpcoming SeminarsSeminar Series ArchiveContact the Department© 2024 UC RegentsFeedbackPrivacy Policy"}