{"url": "https://www.stat.uci.edu/a-look-at-health-and-technology-trends-for-2021-and-beyond/", "content": "A Look at Health and Technology Trends for 2021 and BeyondDepartment of Statistics - Donald Bren School of Information & Computer SciencesDepartment of Statistics - Donald Bren School of Information & Computer SciencesExploreChair’s WelcomeWhat is Statistics?Contact the DepartmentTutoring ResourcesFacultyFaculty DirectoryJob OpportunitiesResearchGraduate DegreesM.S. & Ph.D. in StatisticsMaster of Data ScienceCurrent Course ListingsGraduate Student DirectoryInternships & Employment OpportunitiesEmployers of UCI Statistics StudentsUndergraduate DegreesB.S. in Data ScienceMinor in StatisticsCurrent Course ListingsNews & SeminarsNewsSeminarCenter for Statistical ConsultingA Look at Health and Technology Trends for 2021 and BeyondJanuary 15, 2021The fields of computer science, informatics and statistics have been influencing healthcare for decades, and 2020 served as an important reminder of the critical role both healthcare and technology play in people’s daily lives. TheCOVID-19 pandemicput a spotlight on healthcare, while stay-at-home orders significantly boostedtechnology usein general andtelehealth practicesin particular. Looking to the new year ahead, how might the connections between technology and health become further entwined, and how will this impact the future of healthcare? Here to address these questions are three professors from the Donald Bren School of Information and Computer Sciences (ICS):Yunan Chen, associate professor of informatics, whose research focuses on human-computer interaction (HCI), computer supported cooperative work (CSCW) and health informatics;Nikil Dutt, Distinguished Professor of computer science, who studies embedded systems, healthcare IoT, computer-aided design and brain-inspired architectures and computing; andBin Nan, professor of statistics, who works to improve human health through the development of statistical and machine learning methods.Professors Chen, Dutt and Nan each discuss new opportunities and challenges as advances in technology lead to fundamental shifts in the healthcare industry.How is your field influencing the healthcare industry and what changes do you expect to see in the next few decades?Yunan ChenChen:Informatics has had a huge influence on the healthcare industry. The medical field is centered on the use of information. In fact, the field of medical informatics was established to meet the growing demand to collect, access and use health data and information. In the past five to 10 years, health IT systems have almost completely transformed paper-based medical practices into electronic health records. As everything becomes digitalized, huge amounts of information and data can be collected and shared across practices, opening the door to new clinical research and health policies.Another major influence stems from the digitalization of our everyday life. With advances in consumer-facing health IT applications, individuals can now collect, manage and use personal health data that was not available in the past. This information can then be shared with clinicians to benefit their practices. Across different settings — clinical, home or communities — informatics research and applications are helping people better access information, gather data and engage in evidence-based practices, leading to improved public health.Nikil DuttDutt:One big shift we’re seeing is this notion of digital health — the idea of using technology for better self-care. It’s this whole idea that even the field of medicine is recognizing called “P4 Health,” which is “predictive, preventive, personalized and participatory” health. Instead of the traditional model of episodic healthcare, where you go to the doctor or ER when you’re sick, we’re moving toward proactively shifting the emphasis to earlier phases in terms of lifestyle. Digital health technologies — including computer science, informatics and statistics — are the key enablers moving us in that direction. We’ve always talked about personalized health, but now technology lets us use data and statistics to build models of individuals that can improve the quality of healthcare by delivering services in a more targeted fashion. Another tremendous shift we have seen just this past year is the move to remote healthcare and telehealth. COVID-19 accelerated the move to delivering services using technology.The other thing that we’ll be soon talking about is integrating mental and physical health. Far too often, physical and mental care are siloed, and services are provided in a completely uncoordinated fashion. So I see a big change with personalization and this ability to integrate all of that information in a manner that can help healthcare professionals better do their jobs and, more importantly, help individuals empower themselves to make decisions in an informed manner.Bin NanNan:Statistics plays a very important role in any health-related research. The field of so-called biostatistics is evidence of that, where the emphasis is on health and medical research. I can name many interesting, influential topics, such as survival analysis and longitudinal data analysis. In the past two decades, technology has evolved so that people can perform fine sequencing of DNA information. There are also many impacts along the lines of imaging, especially in neuroscience research. The brain is a very interesting organ that you usually cannot access, so you can’t directly measure brain activity. You have to rely on imaging. In both areas, massive data are generated, and that motivates some interesting statistical research in a fast-growing area called high-dimensional statistics.In the coming years, people will increasingly use wearable devices to track data — including activity data and heartbeat and temperature measurements. This presents statistical challenges in terms of how you analyze the data and how you design interventions to improve human health, such as a message that says, “you should exercise more” or “you need to relax.” I’m part of UCI’s new Institute for Future Health (IFH), led byRamesh Jain, and the focus is on trying to understand how we collect and use mobile device data to improve health. This will be a very interesting field that’s depending on technology involvement, as wearable devices with well-designed apps become more and more available to people. So we call this the big data era. New statistical methods are being developed, and some of them will become much more impactful in these scientific areas, which will certainly reshape scientific knowledge in the future.What about COVID-19’s influence? How did the global pandemic impact your research?Chen:COVID is not only a global public health crisis but also an information crisis. Ourpast researchin this area shows that during a public health crisis, information is often uncertain and ambiguous, challenging how people perceive personal risks and make decisions. It is crucial for informatics researchers like us to examine the use of information and technologies during this challenging time.I’ve been doing a multicultural study on contact tracing technologies for COVID-19 in the U.S., Korea and Japan, working with Informatics ProfessorDaniel Epsteinand a group of international collaborators. We started looking at human tracers and technology tracers and, under different conditions, when people prefer humans versus technology. One of our findings [to be presented atCHI ’21] is that when people have to report their symptoms during a 14-day quarantine, they prefer technology check-ins. But when being notified of a COVID positive diagnosis or of exposure to the virus, people prefer to talk to a human so they can ask questions and receive emotional assurance. Right now we’re doing a similar study in Korea and also a survey in Japan, as they recently rolled out their national COVID tracing system.I’ve also worked on a collaborative project looking into people’s risk perceptions during the pandemic and how those perceptions might change as the pandemic wears on [again, findings to be presented atCHI ’21]. In another study, we looked into the beliefs of those who oppose facial masks. We used a combination of machine learning and qualitative content analysis methods to analyze Twitter data from January to October 2020. This study reveals the temporal trend of public opinions and the reasons why some people do not support mask wearing, helping us understand public concerns and learn how to better communicate health policies to the public.Dutt:One of the big projects I’m working on is calledUNITE[Underserved communities], which provides services so that underserved pregnant women can take better care of themselves. The project uses what we call a “community health worker model,” where a community health worker traditionally goes in and visits with the mom periodically. What we were looking at is how wearable technology can provide ubiquitous, continuous monitoring that closes the loop by augmenting what happens during the physical visits. We’re doing the pilot study now, so COVID actually allowed us to test this intervention, which became even more important when health workers could no longer visit the women at their homes. So I think that provided us with an opportunity to test it and show that digital services can help people — in this instance, pregnant moms — take better care of themselves.Also, together with Psychology ProfessorJesse Borelli, we were looking at stress management of college kids. We started this before COVID, recruiting between 10 to 30 students for each cohort. Using a combination of physiological monitoring with wearables and Ecological Momentary Assessment [EMA] questionnaires delivered on an app, we combined the students’ physical health with their mental health state to evaluate and track their stress levels over time and provide feedback. As COVID hit, we saw huge rises in stress levels. It was extremely important to see what these kids were going through but it’s also very exciting to use these digital technologies to build a personalized model.Nan:COVID did not interrupt my research too much since most of my research activities are now on Zoom. Meanwhile, I got a chance to work with ProfessorJonathan Watanabefrom the UCISchool of Pharmacy and Pharmaceutical Sciences, who is interested in how doctors treat COVID-19 patients. He was trying to understand the patterns of different medicine use over time among different patient categories. Thedata setthat we used was from the electronic health records, another source of big data for health research, of the UC system. We have five medical schools and many, many hospitals in the UC system, and we have access to that data, which is updated on a daily basis about what medicines were prescribed to the patients. This is observational and descriptive, not a clinical evaluation, but it’s very interesting work.COVID-19 has also highlighted racial disparities in healthcare. What role do you think racial justice plays in healthcare and technology?Chen:It definitely plays a huge role. There have been recentstudiesoutside of the healthcare world about how, if the training data of AI systems does not include a certain population, then the algorithms developed based on such data might lead to potential bias. In the healthcare field, I could imagine such scenarios in future AI-assistant practices. If the systems don’t have enough training data for underrepresented populations or economically disadvantaged communities, that could lead to serious consequences. Since we don’t have universal healthcare in the U.S., it’s really hard for some people to afford certain treatments — for example, infertility treatments. If a technology is developed based on patient data, with participation only by people who can afford it, then bias can be embedded into the design. I’ve also seenstudieslooking into how technology can help clinicians avoid implicit bias when treating patients — if they subconsciously describe things differently to different patients, or maybe use a different tone or style of interaction. If we look at the future of the entire healthcare industry and insurance more broadly, there have been somearticlesabout how, if you are inherently prone to develop some kind of disease based on your medical history, we would have different kinds of insurance. That’s one of the ethical issues we discuss in my medical informatics class. With more algorithms and decision support being deployed in the healthcare field, we need to be careful to not widen health disparity or inequity through technology design.Dutt:That’s so important. We have a planning grant with nursing colleagues, ProfessorAmir Rahmaniand DeanAdey Nyamathi, for a new NSF program called theFuture of Work. Our grant [Digital Health for Future of Community-Centered Care] is looking at community-centered care, because we all know that a large part of the cost of healthcare comes from training doctors and nurses. But if you look at underserved populations, community workers are the ones who actually interface with people and then report back to nurses or doctors. So we feel that technology can empower and grow these types of services to help underserved communities, especially in this climate. So you asked what role does racial justice play, and I’m kind of turning that around saying, technology has a tremendous role to play in providing services for the most underserved communities. An example is the work we’re doing through UNITE withMoms Orange County, but I think we can take that kind of model and scale it. I’ll give you two instances that we’ve discussed. One is looking at mechanisms to help deliver services to the homeless community, and another one is theMeals on Wheelsprogram, which delivers food to typically underserved elderly populations. And these individuals are not only underserved but also might be going through life changes where they may be having early onset of dementia or they might not be taking care of themselves. So how can we use technology to help identify problems early and communicate and address that?Nan:In healthcare, we see racial discrepancies all the time. For example, I was involved in a project looking at Medicare data for end-stage renal disease patients. Usually, the standard treatment is dialysis. For this CMS [Centers for Medicare & Medicaid Services] project, we developed measures to evaluate the performance of dialysis facilities. One of the issues we often see is racial discrepancy. It’s always there. Sometimes disparities can be explained biologically —  different genetic makeup, for example — but many are actually due to the social-economic status. How to address that is the billion-dollar question. People of color have disadvantages in terms of access to quality healthcare, which directly impacts their health status. There’s a big debate about universal healthcare, but I think that in a rich country like the U.S., everyone should have a certain level of care.What other major challenges do we as a society need to address in the next five years?Chen:Now that we are able to collect a large amount of personal health data, both by healthcare professionals and consumers, the major challenge we face is how to better utilize such data to meet the diverse needs of stakeholders. We often hear clinicians’ complaining about not having enough time to review the data patient brought to the clinic, or patients being confused or distressed by their own health data. There are structured constraints in our healthcare system that do not allocate physicians enough time to perform the data work brought on by new technologies. On the consumer side, users might not have sufficient knowledge, skills and literacy to manage their own data and health. How do we design health IT systems that both provide data access as well as allow appropriate use of such data, avoiding unintended negative consequences?So beyond the technical aspect, the human and social aspects of design are even more important. How do you visualize and present the data to different stakeholders? Sometimes the systems also generate suggestions or predictions. “You might get diabetes if you continue leading this kind of lifestyle.” Or if a prediction says you won’t get pregnant in the next five days, do you trust it, and who is taking responsibility for the consequences? We need to design technologies to not only collect data but also present it in a way that makes sense and that addresses diverse users’ data needs, and to let users understand their data, instead of over trusting it. We did afertility technology studyand found the technology, implicitly, placed both physical and emotional burden on individuals trying to conceive. Many apps were following social norms, making the women — not their partners— track the data, but is that really the right way to do it? So that’s part of the challenge. We need more experts who can connect both the technical side and the medical/health side to create better healthcare technologies.Dutt:One of the biggest challenges is finding how we move from episodic, event-based medical care to a model that’s more integrated, holistic and proactive. This requires us to personalize the model to the individual, spanning not only biomarkers to show if you’re at risk for, say, heart disease, but also the mental health aspect. Breaking down siloed healthcare to deliver integrated services will be critical. This challenge transcends computer science and goes to the root of how policymakers and the government look at — and fund — healthcare in society. If you look at how we’re trying to achieve this vision of empowering people and developing personal models, we can do that in smaller pilot studies, but achieving it in practice is a huge challenge.The other major barrier is privacy, which varies not only from person to person but also, very importantly, as a person’s health condition changes. “I’m a healthy young adult and I’m invincible, so I don’t want to share my data.” But you take an aging individual, and there you get into all kinds of issues. Maybe, in principle, they don’t want to share their health information, but because of their condition, they might need to. Maybe they’re suffering from dementia. It’s a very complicated issue. So how can we develop policies and infrastructures that can manage the privacy requirements of healthcare as the health state of an individual changes over time? That’s a very interesting aspect that colleagues here, including ProfessorSharad Mehrotra, have been working on.Nan:Again, focusing on statistical research in health, one of the greatest challenges in the next five years will be better understanding deep learning AI algorithms and being able to do some sort of reliable statistical inference on those models. Deep learning algorithms have been very successful in many areas of health research, especially in radiology. There are many interestingexamplesof the machine doing better than even the best trained radiologists. When you have huge amounts of data, you can train the algorithm to do more precise diagnoses, but one challenge from the statistical side is trying to understand the effects of the predictors— for example, the risk factors to a disease. Statisticians build simple models that are easily interpretable, but deep learning algorithms are usually a black-box type of thing. We don’t really know what’s going on inside the black box. The algorithm can usually achieve a pretty good prediction, but we still need to understand it more in order to find modifiable risk factors to improve people’s health, or to gain knowledge of disease mechanisms. So we’ll need statisticians and computer science researchers working together to open the black box.Finally, what research will you be focused on in the coming year?Chen:I’m going to continue focusing on data-driven technologies and examining the data work of individuals engaging in their everyday health practices. We’re doing a project on asthma with one of my Ph.D. students. Imagine you have an inhaler that tracks your locations and notes where you take medications and senses certain environmental variables. So how do individuals, their caregivers and their healthcare providers benefit from such data, and how can we design the right technologies to support their data work? Increasingly, these data-driven technologies are coupled with AI to provide algorithmic advice, such as suggestions or predictions. If the app tells you when and where you are more likely to have an asthma attack, would you trust and follow such a prediction? How do you make sure that the AI is accurate? So I think on both the clinical and patient sides, that’s a really interesting direction I’ll be working on, including as it relates to “smart” health technology, such as the smart diaper that tells you when it needs to be changed, or the smart app that predicts your fertility window or tells you when to feed your baby. Increasingly, society — which is enthusiastic about data and AI — is going to push for changes in how we manage our health and lifestyles, so we need to make sure these technologies are designed properly.Dutt:Some excitingprojectsare in the works through the new Institute for Future Health (IFH). We talked about UNITE and mental health, and another area is food, because what we eat can affect our mood and our physical health. So a new line of research we’ve started looking into, together with Professors Ramesh Jain and Amir Rahmani in theSchool of Nursing, relates to the new topic of food computing. Another ongoing effort is in pain assessment, where we are trying to quantify the level of pain for subjects who are not able to communicate, such as people just coming out of surgery or neonatal infants. This will help doctors and nurses determine whether to administer pain medication and how much. We’re doing a small study with the UCI Medical Center, looking at some post-operative patients to create a baseline and build a model using facial monitoring and measuring facial muscles and sweat and heart rate. It’s very exciting. Finally, using data sets that we can access through the UC system, we’re doing COVID detection, intervention and prediction studies. So it’s quite a portfolio of projects and I am really excited that I’m at UCI. It’s a pleasure to wake up every morning and work with all these really bright people!Nan:My personal research is on aging in general and Alzheimer’s disease in particular. One of the problems I’m thinking about is how to estimate Alzheimer’s disease prevalence. A challenging issue is in survival analysis, which is my field of interest. The commonly used mathematical models implicitly assume that people can live forever — you don’t say people have to die before age 150, even though that’s what we observe in the real world. In fact, that kind of modeling assumption is very hard to handle for aging studies, which focus on the end of life. So the idea I’m proposing is to look at people who have already died to see who developed the disease during their lifetime and who didn’t, where the lifetimes are finite. That’s clearer information, trying to understand during a lifetime, who developed the disease, when it happened, and how it relates to certain risk factors. It’s natural to ask the question in a forward way — how many people will get the disease in the next five years — but my way of thinking is also going backwards, looking at people’s entire lifetimes to hopefully provide more precise estimation about this disease and a better evaluation of risk factors. This is a new framework, totally different from what people have been doing in the past, and hopefully it will lead to important discoveries.—Shani Murray« UCI Launches New Professional Program: Master of Data ScienceAmstat News: “Celebrating Women in Statistics 2021” (Annie Qu mentioned) »Quick Links:News ArchiveUpcoming SeminarsSeminar Series ArchiveContact the Department© 2024 UC RegentsFeedbackPrivacy Policy"}